const AUTHOR_BIOGRAPHY = {
  "曹操": {
    "author_life": "曹操（155年－220年3月15日），字孟德，小名吉利，小字阿瞞，沛國譙縣（今安徽亳州）人。東漢末年著名軍事家、政治家和詩人，三國時代曹魏奠基者和主要締造者。曹操在世時官至丞相，爵至魏王，諡號武王[2]。其子曹丕篡位稱帝後，追尊其為武皇帝，廟號太祖。",
    "author_bio": ""
  },
  "張九齡": {
    "author_life": "張九齡（678年－740年6月5日），字子壽，一名博物（《舊唐書》本傳），韶州曲江人（今廣東韶關市）。\n\n唐代唯一個由嶺南書生出為宰相的官僚。\n人稱「張曲江」，有《張曲江集》。",
    "author_bio": "張九齡從小聰敏善文，十三歲時（690年），王方慶接替被殺的廣州都督路元睿，途經韶州，見到他的文章後，大為嘆賞，但其中也有王方慶安撫當地豪族的政治考量[3]。武曌長安二年（702年）擢進士，最初擔任調秘書省校書郎，因「謗議上聞」退職返鄉。703年，前鳳閣舍人張說「忤旨配流欽州」[4]，途經曲江，與張九齡通族譜[5]，敘為昭穆[6]（另一種說法是722年張說拜相後，但703年左右二人認識是確定的[7]），從此張九齡自稱范陽張氏，其祖先張守禮出自東漢司空張皓、西晉司空張華（詳見張九齡本人為張說所作墓志銘[8]），是其曾祖張君政任韶州別駕死任上才家於曲江的[9]（這完全經不起推敲，到明代中葉嶺南主要城市周邊依然是未漢化土著，至今仍存在大量帶洞的地名，洞、峒在唐代是南方蠻夷居住的村寨，原指群山環繞的一片窪地，人聚居其中，平地建村、依山築寨及梯田，北人官宦之後即使不北返也會住韶州城之類城中，怎麼會住在洞中與洞蠻為伍？），但死後則稱西漢留侯張良、西晉司空張華之後[10]，而其弟張九皋則稱西漢張良、張安世之後[11]。其高門的身份並不被當時的大部分人承認，包括唐玄宗[12][13]。當時是門閥政治末期，張九齡雖有才學，但不是高門，而且還是嶺南土著漢化的「良民」，就備受歧視，同時期的六祖慧能學佛法都被追殺，可見當時嶺南人民生活的艱辛，這真是一個荒謬的時代，張九齡雖無「寧為南鬼，不為北王」的氣概，不能像同時代的嶺南土豪義士寧道明、寧純、寧長真、談殿、馮暄、梅玄成、梁大海、周光、陳行范、何游魯、馮仁智、梁崇牽、率覃問、黃乾曜、真崇郁、武承斐、韋敬簡、廖殿、莫淳、相支、梁奉、羅誠、莫潯、張侯、夏永、吳功曹等一樣率眾起義，砸碎嶺南人民頭上的枷鎖，而後來為要施展抱負而攀附張說出仕腐敗的唐王朝也無可厚非，但其弟張九皋居然想出將要進貢的荔枝一整棵樹砍下來，以快馬運送，路上不停灑水，最後起碼會有一顆到幾顆可以順利運送到長安的辦法，以此「一騎紅塵」搏得「妃子笑」，從而獲升任銀青光祿大夫，大大加重了嶺南人民的負擔，梅玄成的起義就是由荔枝引起的。張九齡號稱開元時期最後一個賢相，不約束親弟，對鄉親父老的痛楚不聞不問，只顧博取賢名，令人不齒。最後張九臯因張九齡的關係居然還當上了嶺南五府節度使主政嶺南[14]。\n\n713年，張九齡應「道侔伊呂科」舉，中高第，為左拾遺。722年，張說拜相，舉薦張九齡為司勛員外郎，723年，張說再薦張九齡為中書舍人，封曲江縣男。725年，黨爭失利，張說罷相，其派系十幾人受牽連，包括張九齡。張九齡因此轉太常少卿，出為冀州刺史。以母老在鄉，改為洪州都督。俄轉桂州都督，仍充嶺南道按察使。張說卒後，731年3月，玄宗召拜九齡為秘書少監、集賢院學士，副知院事。732年，為工部侍郎。733年5月，檢校中書侍郎。其年秋，丁母喪歸鄉里。12月，起復任中書侍郎同中書門下平章事。734年，遷中書令，集賢院令知院事兼修國史。曾劾安祿山野心，提醒玄宗注意[15]。735年3月，加金紫光祿大夫，累封始興縣子。\n\n736年秋八月天長節，玄宗生日，群臣皆獻珍罕，獨張九齡上事鑑十章以伸諷諫，號「千秋金鑑錄」，帝甚嘉美。張九齡提拔王維為右拾遺，盧象為左補闕。由於與李林甫、牛仙客等人的黨爭失利，張九齡失去唐玄宗的信任，改任尚書右丞相，罷知政事。在主政期間，因自身的出身，張九齡主張不循資格用人，以增加己方派系的勢力，又重設十道採訪使。張九齡為人好名不好利（與其政敵李林甫剛好相反），敢於諫言，不避利害，但終因能力不及能為相19年的李林甫[16][17][18]（張九齡及其提拔王維、孟浩然之流，文章好名聲好，但能力不足），論謀略也不及「口蜜腹劍」的李林甫，黯然退出政治決策中心。737年，張九齡在其政治同盟太子李瑛被廢後徹底失勢。同年稍後，因所舉薦的監察御史周子諒觸怒玄宗被殺，在其他派系的壓力下，張九齡因連帶責任也被貶為荊州大都督府長史。張九齡到任後召孟浩然於幕府。738年，封始興縣伯。740年春，以「歸拜墓」名義辭官，農曆五月七日（6月5日）在家鄉曲江病逝，享年63歲[19][20]，贈荊州大都督，諡曰文獻。歸葬羅源洞。"
  },
  "李白": {
    "author_life": "李白（701年－762年），字太白，號青蓮居士，中國唐朝詩人，自言祖籍隴西成紀（今甘肅省天水市秦安縣），先世西涼武昭王李嵩之後，與李唐皇室同宗。\n\n幼時內遷，寄籍劍南道綿州（今四川省江油昌隆縣）。另郭沫若考證李白出生於吉爾吉斯碎葉河上的碎葉城，屬唐安西都護府（今楚河州托克馬克市）。\n\n有「詩仙」、「詩俠」、「酒仙」、「謫仙人」等稱呼，活躍於盛唐，為傑出的浪漫主義詩人。與杜甫合稱「李杜」。被賀知章驚呼為「天上謫仙」。\n\n唐文宗御封李白的詩歌、裴旻的劍舞、張旭的草書稱為「三絕」。\n\n李白的詩歌在唐朝已被選進殷璠編選的《河嶽英靈集》、於敦煌石室發現的《唐寫本唐人選唐詩》、韋莊編選的《又玄集》和韋縠編選的《才調集》。\n\n其作品想像奇特豐富，風格雄奇浪漫，意境獨特，清新俊逸；善於利用誇飾與譬喻等手法、自然優美的詞句，表現出奔放的情感。詩句行雲流水，渾然天成。\n\n李白詩篇傳誦千年，眾多詩句已成經典，清趙翼稱：「李杜詩篇萬口傳」（例如「抽刀斷水水更流，舉杯消愁愁更愁」等，更被譜入曲）。\n李白在詩歌的藝術成就被認為是中國浪漫主義詩歌的巔峰。詩作在全唐詩收錄於卷161至卷185。有《李太白集》傳世。\n\n杜甫曾經這樣評價過李白的文章：「筆落驚風雨，詩成泣鬼神」、「白也詩無敵，飄然思不群」。",
    "author_bio": "早年\n據《新唐書》記載李白為興聖皇帝（涼武昭王李暠）九世孫[5]，如果按照這個說法李白與李唐諸王實際上同宗，應是唐太宗李世民的同輩族弟。亦有說其祖是李建成或李元吉，因為被滅族而搬至西域；但此說缺乏佐證，且李建成李元吉諸子尚在幼年即在玄武門之變後伏誅，留有親生後嗣的可能性很小。據《舊唐書》記載，李白之父李客為任城尉。更為了學習而隱居。\n\n李白於武則天大足元年（701年）[6]出生，關於其出生地有多種說法，現在主要有劍南道綿州昌隆縣（今四川省江油市）[7]青蓮鄉（今青蓮鎮）和西域的碎葉（Suyab，位於今日的吉爾吉斯托克馬克附近）這兩種說法，其中後一種說法認為李白直到四歲時（705年）才跟隨他的父親李客遷居蜀地，入籍綿州。李白自四歲（705年）接受啟蒙教育，從景雲元年（710年）開始，李白開始讀諸子史籍[8]，開元三年時十四歲（715年）——喜好作賦、劍術、奇書、神仙：「十五觀奇書，做賦凌相如」。在青年時期開始在中國各地遊歷。開元五年左右，李白曾拜撰寫《長短經》的趙蕤為師，學習一年有餘，這段時期的學習對李白產生了深遠的影響。開元六年，在戴天山大明寺讀書。二十五歲時隻身出四川，開始了廣泛漫遊，南到洞庭湘江，東至吳、越，寓居在安陸（今湖北省安陸市）、應山（今湖北省廣水市）。\n\n中年\n力士脫靴，貴妃研墨，清代（17世紀）\n李白曾經在唐玄宗天寶元年（742年）供奉翰林。有一次皇帝因酒酣問李白說：「我朝與天后（武后）之朝何如？」白曰：「天后朝政出多門，國由姦幸，任人之道，如小兒市瓜，不擇香味，惟揀肥大者；我朝任人如淘沙取金，剖石採用，皆得其精粹者。」玄宗聽後大笑不止[9][10]。但是由於他桀驁不馴的性格，所以僅僅不到兩年他就離開了長安。據說是因為他作的《清平調》得罪了當時寵冠後宮的楊貴妃（因李白命「力士脫靴」，高力士引以為大恥，因而以言語誘使楊貴妃認為「可憐飛燕倚新妝」幾句是諷刺她）而不容於宮中。[11]\n\n後來他在洛陽和另兩位著名詩人杜甫、高適相識，並且成為了好朋友。 於并州遊玩時，見到一輛囚車經過，一問官吏之下得知乃是尚未出名、稍晚聲威大震的郭子儀，時為校尉，隸屬名將哥舒翰麾下。因出火計欲破賊，不巧因風勢逆吹，反燒到自軍軍餉，遂而獲罪待刑。李白見之，立即保釋郭子儀，為唐朝留下了一個中興名將。(這即是郭子儀於李白獲罪後力保李白免死，而後得到赦免的報恩。)[來源請求]\n\n晚年\n天寶十一載（752）五十二歲，北上途中游廣平郡邯鄲、臨洺、清漳等地。十月，抵幽州。初有立功邊疆思想，在邊地習騎射。後發現安祿山野心，登黃金台痛哭。不久即離幽州南下。\n\n安史之亂爆發時，李白游華山，南下回宣城，後上廬山。756年12月，李白被三次邀請，下山赴尋陽入永王李璘幕僚。[12]永王觸怒唐肅宗被殺後，李白也獲罪入獄。幸得郭子儀力保，方得免死，改為流徙夜郎（今貴州關嶺縣一帶），在途經巫山時遇赦，此時他已經59歲。（參見李璘之亂）\n\n李白晚年在江南一帶漂泊。在他61歲時，聽到太尉李光弼率領大軍討伐安史叛軍，於是他北上準備追隨李光弼從軍殺敵，但是中途因病折回。第二年，李白投奔他的族叔、當時在當塗（今屬安徽省馬鞍山）當縣令的李陽冰。同年11月，李白病逝於寓所，終年61歲，葬當塗龍山。唐憲宗元和十二年（817年），宣歙觀察使范傳正根據李白生前「志在青山」的遺願，將其墓遷至當塗青山。\n\n去世\n四川江油之李白紀念館\n《新唐書》記載，唐代宗繼位後以左拾遺召李白，但李白當時已去世。\n\n李陽冰在《草堂集序》中說李白是病死的[13]；皮日休在詩作中記載，李白是患「腐脅疾」而死的。[14]\n\n《舊唐書》則記載，李白流放雖然遇赦，但因途中飲酒過度，醉死於宣城。中國民間有「太白撈月」的傳說：李白在舟中賞月，飲酒大醉，想要跳下船至水裡撈月而溺死；[15][16]在民間的求籤活動中亦有「太白撈月」一籤文，乃是下下籤[17]。"
  },
  "杜甫": {
    "author_life": "杜甫（712年2月12日－770年），字子美，號少陵野老，一號杜陵野客、杜陵布衣，唐朝現實主義詩人，其著作以弘大的社會寫實著稱。\n\n杜甫家族出於京兆杜氏的分支，唐朝時京兆杜氏都多自稱為杜陵人，所以杜甫晚號杜陵。因其曾任左拾遺、檢校工部員外郎，因此後世稱其杜拾遺、杜工部；又稱杜少陵、杜草堂（曾隱居於成都杜甫草堂）。\n\n杜甫與李白並稱「李杜」，為了與晚唐的兩位詩人李商隱與杜牧即「小李杜」區別，又稱作「大李杜」，明清以後也常被尊稱為「老杜」。雖然在世時名聲並不顯赫，但在身後，杜甫的作品最終對中國古典文學和日本近世文學產生了深遠的影響。約1500首詩歌被保留了下來，作品集為《杜工部集》。\n\n在中國古典詩歌中以風格渾樸沉鬱著稱。相對李白疏朗灑脫的「詩仙」，杜甫被後人奉為「詩聖」。他的詩也因其社會時代意義被譽為「詩史」。",
    "author_bio": "杜甫家族出於襄陽杜氏，是京兆杜氏的分支、西晉軍事家杜預的後裔。家族自襄陽徒居於河南鞏縣（今河南省鞏義市）[5]。杜甫對他顯赫的先世有描述，有「同學少年多不賤，五陵衣馬自輕肥」的詩篇留下[6]。\n\n杜甫自稱為晉朝當陽侯杜預的「十三葉孫」（參見祭遠祖當陽君文）。傳世文獻對杜預之後世系有分歧，《元和姓纂·卷六·杜》稱他為杜預「少子」杜耽之後。《古今姓氏書辯證·卷二十四·杜》稱他為杜預「幼子」杜尹之後。岑仲勉考證杜甫為杜耽之後，且為杜預十四世孫[7]。\n\n早年\n杜甫早年的生活情況歷史對其知之甚少。杜甫生於唐明皇先天元年（712年）2月12日[9]，出生地沒有具體記載，或稱鞏縣瑤灣，或推論為洛陽[10]。祖父杜審言是武則天時期的知名政治家暨詩人。新唐書本傳稱「（審言）少與李嶠、崔融、蘇味道為文章四友，世號『崔、李、蘇、杜』」[11]，父杜閒，官至兗州（今屬山東）司馬、奉天（今陝西乾縣）縣令，審言生閒，閒生甫[11]。母清河崔氏早亡，父閒續娶范陽盧氏[12]。從二姑居於洛陽，九歲時即文名震東都。一兄早夭，有異母弟三，異母妹一，常見於其詩。惟繼母未見諸筆端，任憑後人臆測。[13]\n\n杜甫自小好學，七歲能作詩，「七齡思即壯，開口詠鳳凰」[14]，有志於「致君堯舜上，再使風俗淳」[15]，自稱「憶年十五心尚孩，健如黃犢走復來。庭前八月梨棗熟，一日上樹能千回」[16]。因有神童之目，遂至「李邕求識面，王翰願卜鄰」[15]。\n\n出遊\n杜甫在青年時代曾數次漫遊。十九歲的時候，他出遊郇瑕（今山西猗氏縣）。二十歲的時候，漫遊吳越，歷時數年。開元二十三年（735年），回鞏縣參加「鄉貢」。二十四年在洛陽參加進士考試，結果落第。他的父親時任兗州司馬，杜甫遂赴兗州省親，開始齊趙之游。這一次出遊即是快活愜意，這段時間主要是打獵與唱歌：「放蕩齊趙間，裘馬頗輕狂。春歌叢台上，冬獵青丘旁。」[17]開元二十九年，他返回洛陽，築室首陽山下。約在此時，與司農少卿楊怡的女兒結婚。天寶三載（744年）四月，杜甫在洛陽與被唐玄宗賜金放還的李白相遇，兩人相約為梁宋之游。後，杜甫又到齊州（今山東濟南）。四載秋，轉赴兗州與李白相會，二人一同尋仙訪道，談詩論文，結下了「醉眠秋共被，攜手日同行」[18]的深厚友誼。秋末，二人握手相別，杜甫結束了「放蕩齊趙間，裘馬頗清狂」[14]，「快意八九年，西歸到咸陽」[14]的齊趙之游。其時，正當開元全盛，到處一派昇平，杜甫這一段時期的情感傾入詩中，豪放而自負，熾熱而奔放，明朗而開闊。這是杜甫早期詩歌藝術的特點。\n\n入仕\n天寶六載，玄宗詔天下「通一藝者」到長安應試，杜甫也參加了考試。由於權相李林甫編導了一場「野無遺賢」的鬧劇，參加考試的士子全部落選。科舉之路既不通，杜甫為實現自己的政治理想，不得不轉走權貴之門，投贈干謁等，但都無結果。他客居長安十年，奔走獻賦，鬱鬱不得志，仕途失意，過著貧困的生活，「舉進士不中第，困長安」[19]。\n\n\n杜甫畫像，見於《晚笑堂竹莊畫傳》\n天寶十載正月，玄宗將舉行祭祀太清宮、太廟和天地的三大盛典，杜甫於是在天寶九載冬天預獻三《大禮賦》，得到玄宗的賞識，命待制在集賢院，然而僅得「參列選序」資格，等候分配，因主試者仍為李林甫所以沒有得到官職。直到十四載，才得授一個河西尉的小官，但杜甫不願意任此官職，稱「不作河西尉，淒涼為折腰」[20]，朝廷就將之改任右衛率府兵曹參軍（低階官職，負責看守兵甲器杖，管理門禁鎖鑰）。杜甫因已年四十四，至長安也十年有餘，為生計而接受了這所學無用之職。十一月，杜甫往奉先省家，甫入門即聞哭泣，原為稚子餓死。就長安十年的感受和沿途見聞，寫成著名的《自京赴奉先縣詠懷五百字》。\n\n流離\n就在這個月，「安史之亂」爆發。第二年六月，潼關失守，玄宗倉皇逃往成都。七月，太子李亨即位於靈武，是為肅宗。這時，杜甫已將家搬到鄜州（今陝西富縣）羌村避難，他聽說了肅宗即位，立即在八月隻身北上，投奔靈武，途中不幸為叛軍俘虜，押至長安，同被俘的王維被嚴加看管，但因官小，未予囚禁。詩人目睹國家的殘破以及叛軍的殘暴，感時傷事，寫下了《春望》、《哀江頭》、《哀王孫》等不朽詩篇。至德二載（757年）四月，郭子儀大軍來到長安北方，杜甫冒險從成西金光門逃出長安穿過對峙的兩軍到鳳翔（今陝西鳳翔)投奔肅宗，「麻鞋見天子，衣袖露兩肘」[21]。五月十六日，被肅宗授為左拾遺，故世稱「杜拾遺」。不料杜甫很快因營救房琯，觸怒肅宗，詔三司推問，幸賴宰相張鎬救免。十二月肅宗召回杜甫復任左拾遺。天寶十七載，五月，賀蘭進明陷害房琯，杜甫遭株連，從此受到肅宗的疏遠[22]。閏八月，敕放鄖州省家。乾元元年（758年）六月，被貶華州司功參軍，從此永遠離開朝廷。[23]\n\n當年冬，杜甫由華州赴洛陽。二年春，返回華州，正值唐軍九節度使鄴城戰役使郭子儀六十萬大軍潰敗，朝廷大肆抓丁以補充軍力，杜甫就沿途所見所感，寫成著名的組詩「三吏」「三別」[24]。七月，杜甫棄官去秦州（今甘肅天水），開始了「支離東北風塵際，漂泊西南天地間」[25]的人生苦旅。在漂泊的旅途中杜甫全家備嘗艱辛，一度瀕臨絕境。十月，缺衣少食的杜甫攜家離開秦州，南赴同谷（今甘肅成縣），想解決衣食之憂。不料到同谷後，生活狀況不僅沒有改善，反而完全陷入饑寒交迫的絕境之中。杜甫在詩歌中用字字血淚記錄下這段最為艱苦的歲月，「男兒生不成名身已老，三年飢走荒山道。長安卿相多少年，富貴應須致身早。山中儒生舊相識，但話宿昔傷懷抱。嗚呼七歌兮悄終曲，仰視皇天白日速」[26]。\n\n入蜀\n十二月初，杜甫於無奈之下再次逃難，攜家離開同谷入蜀，於年底抵達成都，時任成都尹的嚴武是杜甫的好友，他給予了杜甫許多幫助，杜甫的生活開始安定，「武與甫世舊，待遇甚隆」[5]。因為這一年之內奔波流離，不斷逃難，杜甫稱之為「奈何迫物累，一歲四行役」[27]。上元元年（760年）春，杜甫一家在親友們的幫助下，於成都西郊浣花溪畔築茅屋而居，即為著名的成都杜甫草堂，杜甫送嚴武入朝至綿州（今四川綿陽）。因劍南兵馬使徐知道叛亂，被迫流寓梓州（今四川三台）、閬州（今四川閬中）一帶。唐代宗廣德元年（763年），朝廷召他為補京兆功曹，他卻不去任職。二年正月，嚴武再任職成都，幾次寫信希望杜甫回來。六月，嚴武表薦杜甫為節度參謀、檢校工部員外郎，故世又稱「杜工部」。\n\n他和嚴武之間亦發生過矛盾。嚴武性格暴烈，《新唐書》記載有一次杜甫因醉酒對他不敬，說了一句「嚴挺之乃有此兒」而令他懷恨在心。一日欲將杜甫與梓州刺史章彝，已經準備好人手，左右告訴其母之後杜甫才被救下，唯獨章彝被殺。《新唐書》說嚴武「最厚杜甫，然欲殺甫數矣」[28]。\n\n永泰元年（765）正月，杜甫退出嚴武的幕府。四月，嚴武病逝，杜甫失去依靠，於五月離開成都乘舟南下，經嘉州（今四川樂山）、戎州（今四川宜賓）、渝州（今重慶）、忠州（今重慶忠縣）至雲安（今重慶雲陽），次年暮春遷居夔州（今重慶奉節），甚至以船為家，「崔旰等亂，甫往來梓、夔間」[22]，杜甫詩有「名豈文章著，官應老病休。飄飄何所似？天地一沙鷗」[29]。杜甫居夔州近兩年，寫詩四百餘首。\n\n去世\n大曆三年（768年）正月，杜甫攜家出三峽，經江陵、公安，暮冬抵岳陽。之後，詩人漂泊湖南，貧病交加，瀕臨絕境。大曆五年（770年）冬，杜甫病死在湘江舟中，時年五十九歲。[30]杜甫因「風疾」病逝[31]。\n\n杜甫的逝世至今都是學術界討論的一個話題。一些專家認為杜甫是因糖尿病而死，並在杜詩中找到證據，「我多長卿病，日久思朝廷。肺枯渴太甚，漂泊公孫城」[32]。長卿病是指司馬相如患有的消渴症，即糖尿病。一說杜甫人在耒陽，為洪水所困，十餘日未進食，後來耒陽聶縣令雇小船來接他，並且贈送許多牛肉、白酒款待，杜甫一夜食盡，竟大飽而死[5][33][19]，郭沫若據此認為杜甫是吃了「天熱肉腐」之物，因食物中毒而亡 也可能是因為太久沒進食但突然進食而導致的再餵食症候群（refeeding syndrome），臨床症狀有低血磷、低血鉀、低血鎂、高血糖。[來源請求] [34]。杜甫靈柩停厝在岳陽，唐憲宗元和八年（813年），由他的孫子杜嗣業移葬於河南首陽山下。但現有八座杜甫墓，分別位於河南鞏義市、河南偃師市、湖南省耒陽（今耒陽市）[35]、平江縣等地。"
  },
  "王維": {
    "author_life": "王維（692年－761年，一說699 —759[1]），字摩詰，號摩詰居士，祖籍山西祁縣，其父遷居於蒲州（今山西永濟市），遂為河東人。\n\n盛唐山水田園派詩人、畫家，號稱「詩佛」，今存詩400餘首。重要詩作有「相思」、「山居秋暝」等。\n\n王維受母親影響，精通佛學，其字「摩詰」，是取自佛教的《維摩詰經》。與孟浩然合稱「王孟」。",
    "author_bio": "王維祖籍祁縣，生於蒲州[2]。開元九年（721年）進士，官大樂丞，隨即因為署中伶人舞黃獅子犯禁[3]，受了牽連而謫為濟州司倉參軍。十四年（726年）調淇上，十六年辭官隱居淇上。十七年入長安閒居。二十二年秋赴東都洛陽，獻詩張九齡，然後隱居嵩山。二十三年返東都。二十四年，在東都任右拾遺，當年冬隨玄宗還長安，又為監察御史，二十八年（740年），遷殿中侍御史，是冬，知南選，自長安經襄陽、郢州、夏口至嶺南。 隔年北歸，過瓦官寺謁璇禪師。天寶一年（742年），轉左補闕。三年購得宋之問故居藍田輞川別業。五年轉庫部員外郎。九年春，丁母憂，離朝屏居輞川。十一年拜吏部郎中。開元十九年（731年），喪妻不娶，鰥居三十年。\n\n天寶十五年（756年），安祿山攻占長安，王維被安祿山脅迫投降，作了他的官員。但是他並不願意，長期居住於輞川別墅。王維一度被安祿山軟禁在雒邑菩提寺，聽到唐明皇的御用樂師雷海青哭泣不願為安祿山演奏，而在凝碧池被凌遲，心情非常難過，曾向裴迪作《聞逆賊凝碧池作樂》[4]表達了心跡：「萬戶傷心生野煙，百官何日再朝天？秋槐葉落空宮裏，凝碧池頭奏管弦。」。當安祿山兵敗後，王維本以六等定罪，必須流放遠州，其弟王縉請削己職以贖兄罪，唐肅宗得知了《聞逆賊凝碧池作樂》，王維因而得到了赦免，並任太子中允，加集賢殿學士，後轉給事中、尚書右丞，故世稱「王右丞」。\n\n晚年居輞川，過著亦官亦隱的優遊生活。上元初卒[5]。"
  },
  "綦毋潛": {
    "author_life": "綦毋潛（複姓「綦毋」，692年－755年）字孝通，又字季通，荊南（今湖北省江陵市）人，唐朝山水田園詩派詩人。",
    "author_bio": ""
  },
  "孟郊": {
    "author_life": "孟郊（751年－814年），字東野，唐朝湖州武康（今浙江德清）人。現存詩歌500多首，以短篇的五言古詩最多，沒有一首律詩。代表作有<遊子吟>。",
    "author_bio": "祖籍平昌（今山東臨邑東北）。先世居洛陽（今屬河南），孟郊早年生活貧困，曾遊歷湖北、湖南、廣西等地，無所遇合，屢試不第。貞元中張建封鎮守徐州時，孟郊曾往謁見。46歲（一說45歲），始登進士第，有詩《登科後》：「昔日齷齪不足夸，今朝放蕩思無涯；春風得意馬蹄疾，一日看盡長安花（成語「走馬看花」由來）。」。然後東歸，旅遊汴州(今河南開封)、越州（今浙江紹興）。貞元十七年（801年），任為溧陽尉。在任不事曹務，常以作詩為樂，被罰半俸。韓愈稱他為「酸寒溧陽尉」[1]。元和元年（806年），河南尹鄭餘慶奏為河南水陸轉運從事，試協律郎，定居洛陽。元和三年（808年）為檢校兵部尚書，兼東都留守。60歲時，因母死去官。九年三月，鄭餘慶轉任山南西道節度使，鎮守興元，又奏孟郊為參謀、試大理評事。郊應邀前往，到閿鄉（今河南靈寶），不幸以暴病去世，孟郊的朋友韓愈等人湊了100貫為他營葬，鄭餘慶派人送300貫，「為遺孀永久之賴」。張籍私諡為貞曜先生。"
  },
  "陳子昂": {
    "author_life": "陳子昂（661年－702年），字伯玉，梓州遂寧市射洪縣（今四川省射洪縣）人，唐代詩人，是唐詩革新、古文運動的先驅者。\n\n方回在瀛奎律髓說道:「陳拾遺子昂，唐之詩祖也」。故有「唐詩詩祖」之稱。",
    "author_bio": "父陳元敬早年以明經擢第，後隱居射洪東山[2]。陳子昂出生於富有的家庭，早年喜愛跑馬打獵，不好學，慷慨遊俠，「年十八未知書」[3]。後來在學校看到學子刻苦勤學，遂至金華山鄉校，發憤讀書[4]。學業有成後前往長安，但得不到名家的賞識。一日遇到一個賣胡琴者，有胡琴索價百萬，陳子昂買了這把胡琴，邀眾人至家中賞玩，竟當眾摔琴。陳對大家說他只是一介書生，不懂琴藝，但會寫文章，請大家欣賞他的文章。於是名震京師[5]。\n\n唐高宗開耀二年（682年），許旦榜進士及第。高宗駕崩於洛陽，他上書在洛陽建高宗陵墓。武則天很欣賞他，拜為麟臺(祕書省)正字，歷官至右拾遺。通天元年（696年），武攸宜北伐契丹，陳子昂為記室，主撰軍中一切文件。後辭官回家。縣令段簡以其家富豪，誣陷入獄，憂憤而死[6]。也有人說是陳子昂得罪了武三思，因而被武三思命段簡將其殺害[7][8]。\n\n陳子昂有子陳光，官至朝議大夫。孫陳易輔及陳簡輔，易輔官至監察御史。[12]"
  },
  "張若虛": {
    "author_life": "張若虛（約660—約720），唐代詩人。揚州（今屬江蘇）人。曾任兗州兵曹。生卒年、字號均不詳。事蹟略見於《舊唐書·賀知章傳》。中宗神龍（705～707）中，與賀知章、賀朝、萬齊融、邢巨、包融俱以文詞俊秀馳名於京都，與賀知章、張旭、包融並稱“吳中四士”。玄宗開元時尚在世。張若虛的詩僅存二首於《全唐詩》中。其中《春江花月夜》是一篇膾炙人口的名作，它沿用陳隋樂府舊題，抒寫真摯動人的離情別緒及富有哲理意味的人生感慨，語言清新優美，韻律宛轉悠揚，洗去了宮體詩的濃脂豔粉，給人以澄澈空明、清麗自然的感覺。",
    "author_bio": ""
  },
  "高適": {
    "author_life": "高適[1]（706年－765年2月17日），字達夫，滄州渤海人（今河北景縣）[2]。唐朝邊塞詩人，詩詞語言質樸，風格雄渾，與岑參並稱「高岑」。",
    "author_bio": "高適出生窮困，甚至曾經以乞討為生。天寶八年，得到封丘縣尉的官職。後來到西塞。高適一直到五十歲時才開始他的文學創作，他的作品描寫了西塞的生活：戰場上的景象、士兵的生活和當地百姓少婦的情懷。《燕歌行》是高適的著名詩作。\n\n天寶十二載，節度判官田丘推薦高適入河西節度使哥舒翰幕府，安史之亂後任左拾遺轉監察御史。永王李璘起兵，肅宗以高適為揚州大都督府長史。廣德元年，任淮南節度使，代崔光遠為西川節度使。\n\n廣德元年（763年）吐蕃攻取隴右，十月，進而攻占分州、武功，高適率兵出南鄙，牽制其力，不成功。廣德二年，吐蕃反兵陷松（今四川松潘）、維（今四川理縣）、保（今四川理縣新保關）三州及雲山新築二城[3]，杜甫曾勸高適：「請公問主將（哥舒翰），焉用窮荒為？」[4]。高適被召還京，任刑部侍郎、左散騎常侍。一直封到渤海縣侯。唐代宗永泰元年正月乙卯（765年2月17日），去世，追贈禮部尚書。"
  },
  "李賀": {
    "author_life": "李賀(790～816) ，唐代詩人，字長吉，世人稱他為“詩鬼”。福昌昌谷（今河南洛陽宜陽縣）人。家居福昌昌谷，後世因此稱他為李昌谷。有“詩仙”之稱。李賀長期的抑鬱感傷，焦思苦吟的生活方式，貧寒家境的困擾，使得這顆唐代詩壇上閃着奇光異彩的新星，於公元816年過早地殞落了，年僅27歲。",
    "author_bio": ""
  },
  "白居易": {
    "author_life": "白居易（772年2月28日－846年9月8日），字樂天，晚號香山居士、醉吟先生，在詩界有廣大教化主的稱號。祖籍山西太原，生於河南新鄭，唐代文學家，文章精切，特別擅長寫詩，是中唐最具代表性的詩人之一。作品平易近人，乃至於有「老嫗能解」的說法。\n\n白居易早年積極從事政治改革，關懷民生，倡導新樂府運動，主張詩歌創作不能離開現實，須取材於現實事件，反映時代的狀況，所謂「文章合為時而著，歌詩合為事而作」，是繼杜甫之後實際派文學的重要領袖人物之一。他晚年雖仍不改關懷民生之心，卻因政治上的不得志，而多時放意詩酒，作《醉吟先生傳》以自況。白居易與元稹齊名，號「元白」，兩人是文學革新運動的夥伴。晚年白居易又與劉禹錫唱和甚多，人稱為「劉白」。唐宣宗稱之為詩仙，而李白是後世才由天上謫仙人轉尊稱為詩仙。\n\n白居易的作品，在作者在世時就已廣為流傳於社會各地各階層，乃至外國，如新羅、日本等地，產生很大的影響。重要的詩歌有《長恨歌》、《琵琶行並序》、《秦中吟》、《新樂府》等，重要的文章有《與元九書》等。",
    "author_bio": "白居易772年（唐代宗大曆七年）生於河南新鄭，後因戰亂等因素，遷徙於越中、衢州、符離、襄陽、洛陽、長安等地。[1]青年時期家境貧困[17]，對社會生活和百姓疾苦有較多接觸和了解。787年，白居易至長安，拜訪當時的名士顧況。顧況見到白居易的姓名時，曾調侃地說「米價方貴，居亦弗易。」及至看到他的詩篇，才感嘆道：「道得箇語，居即易矣。」[18]\n\n799年，白居易開始投入科考。800年進士及第，隨後回家鄉探望親戚。802年試書判拔萃科及第，與同時及第的元稹訂交，成為終身的好友。803年授秘書省校書郎[6]，定居於長安。[19]\n\n作品例舉：《賦得古原草送別》[1]:768、《百道判》[1]:3561。\n\n長安與早年的仕官生活\n806年，白居易罷校書郎。同年四月試才識兼茂明於體用科，及第，授盩庢縣（今周至縣）尉[6]。807年，任進士考官、集賢校理，授翰林學士。808年任左拾遺，迎取楊汝士之妹(即楊虞卿從妹)為妻。810年改任京兆府戶部參軍，811年母親陳氏去世，離職丁憂，歸下邽。814年回長安，授太子左贊善大夫。[1]\n\n任左拾遺時，白居易認為自己受到喜好文學的皇帝賞識提拔，故希望以盡言官之職責報答知遇之恩，因此頻繁上書言事，並寫大量的反應社會現實的詩歌，希望以此補察時政[6]，乃至於當面指出皇帝的錯誤[20]。白居易上書言事多獲接納，然而他言事的直接，曾令唐憲宗感到不快而向李絳抱怨：「白居易小子，是朕拔擢致名位，而無禮於朕，朕實難奈。」李絳認為這是白居易的一片忠心，而勸諫憲宗廣開言路。[6]\n\n作品例舉：《策林》[1]:3436、《長恨歌》[1]:659、《秦中吟》[1]:80、《新樂府》[1]:136、《自吟拙什因有所懷》[1]:331。\n\n\n九江琵琶亭白居易石像\n江州與貶謫生涯\n\n宜昌三游洞詩人，中為白居易、左為白行簡、右為元稹\n815年，宰相武元衡遇刺身亡，白居易上表主張嚴緝兇手，被認為是越職言事。其後白居易又被誹謗：母親看花而墜井去世，白居易卻著有「賞花」及「新井」詩，有害名教。遂以此為理由貶為江州（今江西省九江市）司馬[6]。818年冬，被任命為忠州（今重慶市忠縣）刺史，819年到任。820年夏，被召回長安，任尚書司門員外郎。[1]\n\n白居易的母親雖因看花墜井去世，然而白居易早有許多詠花之作，而依宋代的紀錄，新井詩作於元和元年左右（新井詩今已失傳），而白居易母五年後才去世，可見此事不能構成罪名。[21]他被貶謫的主因，很可能與他寫諷諭作品而得罪當權者有關。[22]貶謫江州是白居易一生的轉捩點：在此之前他以「兼濟」為志，希望能做對國家人民有益的貢獻；至此之後他的行事漸漸轉向「獨善其身」，雖仍有關懷人民的心，表現出的行動卻已無過去的火花了。[19]然而白居易在江州雖不得志，大體上仍能恬然自處，曾在廬山香爐峰北建草堂，並與當地的僧人交遊[6]。\n\n818年，白居易的弟弟白行簡至江州與白居易相聚。當白居易被任命為忠州刺史時，白行簡也一同與兄長溯江而上。途中與元稹相遇於黃牛峽，三人相遊之處被稱為三遊洞。在忠州任職的時間，白居易在忠州城東的山坡上種花，並命名此地為「東坡」。[1]\n\n作品例舉：《讀李杜詩集因題卷後》[1]:956、《與元九書》[1]:2789、《訪陶公舊宅並序》[1]:362、《編集拙詩成一十五卷因題卷末戲贈元九、李二十》[1]:1053、《琵琶行》[1]:685、《遊大林寺序》[1]:2755、《草堂記》[1]:2736、《與微之書》[1]:2814、《李白墓》[1]:1099、《三遊洞序》[1]:2753、《東坡種花》[1]:599。\n\n\n蘇州唐少傅白公祠內的白居易雕像\n\n蘇州唐少傅白公祠院內\n\n洛陽龍門白居易墓\n蘇杭的政績\n820年冬，轉任主客郎中、知制誥。821年，加朝散大夫，始正式著五品緋色朝服，（緋色即朱色，為五品以上官員所用的服色。[23]）轉上柱國，又轉中書舍人。822年，白居易上書論當時河北的軍事，不被採用，於是請求到外地任職，7月被任命為杭州刺史，10月到任。任內有修築西湖堤防、疏浚六井等政績。824年5月，任太子左庶子分司東都，秋天至洛陽，在洛陽履道里購宅。825年，被任命為蘇州刺史，5月到任。826年因病離職，後與劉禹錫相伴遊覽於揚州、楚州一帶。[1]\n\n在杭州刺史任內，見杭州有六口古井因年久失修，便主持疏浚六井，以解決杭州人飲水問題。又見西湖淤塞農田乾旱，因此修堤蓄積湖水，以利灌溉，舒緩旱災所造成的危害[20]，並作《錢塘湖石記》，將治理湖水的政策、方式與注意事項，刻石置於湖邊，供後人知曉，對後來杭州的治理湖水有很大的影響[24]。離任前，白居易將一筆官俸留在州庫之中作為基金，以供後來治理杭州的官員公務上的周轉，事後再補回原數。當這筆基金一直運作到黃巢之亂時，當黃巢抵達杭州，文書多焚燒散失，這筆基金才不知去向。[25]\n\n現在西湖有白堤，兩岸栽種有楊柳，後世誤傳這即是白居易所修築的堤，而稱之為白公堤。事實上這道「白堤」在白居易來杭州之前已存在，當時稱為「白沙堤」，且見於白居易的詩作之中[19]。\n\n當白居易在杭州時，元稹亦從宰相轉任浙東觀察使，浙東、杭州相去並非太遠，因而二人之間有許多往還的贈答詩篇。當白居易任滿離開杭州時，元稹要求白居易交出全部的作品，編成《白氏長慶集》五十卷。\n\n在蘇州刺史任內，白居易為了便利蘇州水陸交通，開鑿了一條長七里西起虎丘東至閶門的山塘河，山塘河河北修建道路，叫「七里山塘」，簡稱「山塘街」。\n\n作品例舉：《江樓夕望招客》[1]:1373、《冷泉亭記》[1]:2764、《錢塘湖石記》[1]:3668、《自到郡齋，僅經旬日，方專公務，未及宴遊。偷閒走筆題二十四韻，兼寄常州賈舍人、湖州崔郎中，仍呈吳中諸客》[1]:1624、《對酒吟》[1]:1639。\n\n洛陽與晚年生活\n827年，白居易至長安任秘書監，配紫金魚袋，換穿紫色朝服（三品以上官員所用的服色）。828年，轉任刑部侍郎，封晉陽縣男。829年春，因病改授與太子賓客分司，回洛陽履道里。830年12月，任河南尹。831年七月元稹去世。832年，為元稹撰寫墓誌銘，元家給白居易潤筆的六七十萬錢，白居易將全數布施於洛陽香山寺。833年，因病免河南尹，再任太子賓客分司。835年，被任命為同州刺史，辭不赴任，後改任命為太子少傅分司東都，封馮翊縣侯，仍留在洛陽。839年10月得風疾。841年，罷太子少傅，停俸。842年，以刑部尚書致仕，領取半俸。846年8月去世，贈尚書右僕射。[1]葬於龍門[4]（今在龍門石窟之白園，對岸賓陽洞，風景獨異）。\n\n晚年的白居易大多在洛陽的履道里第度過，與劉禹錫唱和，時常遊歷於龍門一帶。作《池上篇》、《醉吟先生傳》自況。845年，白居易74歲，尚在履道里第舉行「七老會」，與會者有胡杲、吉皎、鄭據、劉真、盧貞、張渾與白居易；同年夏，以七老合僧如滿、李元爽，畫成「九老圖」。[1]白居易晚年篤信佛教，號香山居士，為詩僧如滿之弟子。[26]\n\n晚年白居易的生活，大多是以「閒適」的生活反應自己「窮則獨善其身」的人生哲學。而844年，73歲的白居易出錢開挖龍門一帶阻礙舟行的石灘，事成後作詩《開龍門八節石灘詩二首並序》留念，詩中仍反映出他「達則兼濟天下」的人生觀。[27]\n\n作品例舉：《和微之詩二十三首序》[1]:1463、《池上篇並序》[1]:3705、《唐故武昌軍節度處置等使正議大夫檢校戶部尚書鄂州刺史兼御史大夫賜紫金魚袋贈尚書右僕射河南元公墓誌銘並序》[1]:3735、《修香山寺記》[1]:3689、《醉吟先生傳》[1]:3782、《不能忘情吟》[1]:3810、《贈夢得》[1]:2477、《佛光和尚真贊》[1]:3814、《開龍門八節石灘詩二首並序》[1]:2550、《白氏集後記》[1]:3916。"
  },
  "王勃": {
    "author_life": "王勃（650年－676年），字子安，絳州龍門（今中國山西河津）人。\n初唐時代的詩人，與楊炯、盧照鄰、駱賓王合稱「初唐四傑」。",
    "author_bio": "永徽元年（650年）出生。王勃出身世家，是隋煬帝時經學大儒王通的孫子[2]，詩人王績的侄孫。王勃小時候很聰慧，從小就能寫詩作賦，天下目為神童。《舊唐書》載：「六歲解屬文，構思無滯，詞情英邁，與兄才藻相類，父友杜易簡常稱之曰：此王氏三珠樹也。」楊炯《王勃集序》上也說：「九歲讀顏氏漢書，撰指瑕十卷。十歲包綜六經，成乎期月，懸然天得，自符音訓。時師百年之學，旬日兼之，昔人千載之機，立談可見。」王勃寫文章往往前先磨墨數升，然後暢飲酒酣，引被覆面臥，待酒醒時「援筆成篇，不易一字」，時人謂之「腹稿」。[3]\n\n麟德元年，王勃上書右相劉祥道，曰「所以慷慨於君侯者，有氣存乎心耳」[註 1]，劉祥道大為贊賞，向朝廷表薦，麟德三年（666年），對策高第，被授予朝散郎之職。王勃恃才傲物，經常得罪人。後任虢州參軍。王勃私匿罪奴曹達，被告發。王勃懼事泄，殺曹達，以「擅殺官奴」論死。其父受牽連貶官交趾（今越南北部）縣令。不久，王勃遇大赦，僅去官職，[4]上元二年渡舟前去交趾省親，[5]次年（上元三年）秋返回廣州，渡海溺水而死，一說溺水被救起，不久驚嚇而死，年僅二十六歲。[6]許多從事漁業、航海者悼念王勃，尊稱他為水仙王，供奉於船上、港口、河邊。\n\n現今越南乂安省宜祿縣（Nghi Lộc）宜春鄉仍然有王勃墓。[7]"
  },
  "李益": {
    "author_life": "李益（746年－829年），字君虞，鄭州人，祖籍隴西狄道（今甘肅省臨洮縣），大曆四年齊映榜進士，中唐詩人，以邊塞詩作名世，擅長絕句，尤其工於七絕。",
    "author_bio": "李益出自隴西李氏姑臧房，是唐朝給事、贈兵部尚書李亶的曾孫，虞部郎中李成績的孫子，大理司直、贈太子少師李存的兒子，擅長寫作詩歌，成名於貞元末年，與唐朝宗室大鄭王房「詩鬼」之稱的李賀齊名。年輕時的他頗負文名，每寫成一篇詩作，宮中都會有樂工名伶爭相出價，希望買下他的作品，編排樂曲，讓皇帝欣賞。李益所創作的《征人》、《早行》等名篇，更被當時人繪成圖贊，流傳天下。可是李益為人多疑善妒，相當執著，對於妻妾的德操管治非常嚴苛，不許妻妾與幫閑坊眾接觸，因此世人都戲稱那些善妒者是患上「李益疾」，更有「妒癡尚書李十郎」之語。\n\n當與李益同輩的人都在朝中有所升遷時，唯獨李益不獲調進，因此常感到憂鬱。無奈下李益四處遊歷，北至河朔、幽州一帶，被劉濟辟為帳下幕府，後進任為營田副使。他經常與劉濟吟詩作對，其文辭間頗有怨望。留在邊境期間，李益創作了不少邊塞詩作，如《夜發軍中》、《夜上受降城聞笛》等，文名進一步顯揚。後來唐代宗注意到他的名聲，召李益入朝擔任秘書少監、集賢殿學士。但李益又因自負才學，而蔑視其他文人，態度惡劣，令人難以容忍，結果有諫官將李益在幽州時常有怨辭之事告知代宗，代宗便下詔貶謫李益。過了一段時間，李益才再得到升遷，累遷至右散騎常侍，於太和初出任禮部尚書，不久逝世。今存《李益集》（或稱《李君虞詩集》）二卷，輯於朱警《唐百家詩》和黃貫曾《唐二十六家詩》。\n\n由於同時期又有另一名擔任太子庶子的官員名叫李益，且兩人是出自隴西李氏姑臧房的同族，因此當時的人都稱李益為「文章李益」，而擔任太子庶子的李益稱為「門戶李益」[1][2]。在某些說法中，李益亦被列為大曆十才子之一。"
  },
  "劉禹錫": {
    "author_life": "劉禹錫（772年－842年），河南洛陽人，字夢得，祖先來自北方，自言出於中山（今河北省定州市）（又自稱「家本滎上，籍占洛陽」）。\n唐朝著名詩人，中唐文學的代表人物之一。因曾任太子賓客，故稱劉賓客，晚年曾加檢校禮部尚書、秘書監等虛銜，故又稱秘書劉尚書。",
    "author_bio": "家世及早年\n近人卞孝萱提出劉禹錫是匈奴後裔，出生於嘉興的新說，據鄧聲斌考證其父劉緒遭遇安史之亂，舉族東遷定居彭城。\n\n又根據《元和姓纂》：「【廬陵】漢長沙定王后，生安成侯倉（劉蒼），子孫徙焉。梁安成內史劉元偃，代居吉州，雲其後也。曾孫紹榮，吉州刺史。孫行昌，左司員外。孫淑（漵），殿中御史。淑生禹錫，屯田員外郎。」以及出土的《唐邢州司法劉光墓誌》：「君諱光，字行口，沛國彭城人也。曾祖乾宗，平坊二州刺史、宜春郡開國公，食邑二千戶。祖紹榮，雲穎吉三州刺史，藁城縣開國男，食邑三百戶。父霸，太常主簿，遷侍御史。解褐拜桂府參軍、泉州司法、潞州司倉、邢州司法，襲藁城縣開國男。春秋六十二，以開元十年十二月十八日終於洛陽縣思恭里之私第。以開元十一年正月十日旋窆於河南縣龍門鄉平原，禮也。嗣子庭。」可知劉禹錫郡望沛國彭城，祖籍江西吉州（廬陵），但他卻自稱中山人，中山靖王劉勝之後。舊唐書劉禹錫傳云：「祖雲。父漵，仕歷州縣令佐，世以儒學稱。」\n\n七世祖劉亮在北魏任冀州刺史，隨北魏孝文帝遷入洛陽，父親劉緒，為避安史之亂，寓居嘉興。劉禹錫生於嘉興（當時屬蘇州）。劉禹錫幼年即開始學習寫詩，19歲之前基本上沒有離開過江南。[1]\n\n出仕與改革\n主條目：永貞革新\n德宗貞元九年（793年），劉禹錫與柳宗元同榜登進士，又舉博學宏詞科，授太子校書，升監察御史[2]。此時劉禹錫銳意仕途，懷有遠大的政治抱負，與柳宗元等參加主張革新的王叔文政治集團[3]。貞元二十一年（805年），唐德宗病死，順宗即位，王叔文集團在皇帝支持下，為解決當時日趨嚴重的社會問題，發動了永貞革新。劉禹錫深受王叔文器重，表現出卓越的才幹，對當時的朝廷有較大的影響力。\n\n兩度貶謫\n主條目：二王八司馬\n唐順宗即位不久，中風病重，不能發聲，宦官俱文珍、劉光琦等人聯合西川節度使韋皋、荊南節度使裴鈞等逼宮，迫使唐順宗禪讓予太子李純，史稱永貞內禪。李純即位，是為唐憲宗，由於藩鎮和宦官集團的壓力，王叔文的永貞革新宣告失敗，王叔文被賜死，劉禹錫被貶為連州刺史，行至荊南，又改授朗州司馬（今湖南常德）。與劉禹錫一同被貶的共有八人，史稱「八司馬」。據湖南常德歷史學家、收藏家周新國先生考證:劉禹錫被貶為朗州司馬期間寫了著名的「漢壽城春望」[4]。在被貶期間，劉禹錫接觸到民間風俗，作《竹枝辭》十餘篇[5]，並深感不得志，創作《問大鈞》、《謫九年》等詩賦數篇[6]。\n\n元和九年（815年），劉禹錫與柳宗元等人一起被召回長安，欲任南省郎。但是劉禹錫在遊覽玄都觀時，作《元和十年自朗州承召至京戲贈看花諸君子》詩（又名《玄都觀桃花》），諷刺時政，招致不滿，不久又被貶為播州刺史。\n\n後經御史中丞裴度以其母年邁為由說情，改授連州刺史[7]。因為思想的極度苦悶，劉禹錫開始將佛教作為自己的精神寄託，與僧人多有往來，但並沒有陷入消極的精神狀態中。元和十四年，劉禹錫母親去世，遂回洛陽守喪。唐穆宗長慶元年（821年）授夔州刺史[7]。長慶四年，調任和州刺史。唐敬宗寶曆二年（826年）冬卸任，並於次年春返洛陽，再次遊覽玄都觀，作《再游玄都觀》詩，表達對權貴的蔑視與自己決志。\n\n晚年\n劉禹錫於唐文宗大和二年（828年）入朝，任東都尚書省主客郎中，因裴度推薦，兼集賢殿學士。大和三年，改官禮部郎中，仍兼集賢殿學士。大和五年（831年），裴度罷知政事，劉禹錫也被外放，任蘇州刺史。大和八年，任汝州刺史。大和九年改同州刺史。開成元年（836年）秋，劉禹錫因患足疾，改任太子賓客，分司東都[8]，與白居易、裴度寫詩唱和。後曾加檢校禮部尚書、秘書監等虛銜。晚年多病，會昌二年（842年）秋逝世，享年71歲[9]。臨終前寫文章《子劉子自傳》。\n\n劉禹錫墓\n劉禹錫墓位於河南省鄭州市滎陽城東二十里舖鄉(今豫龍鎮)狼窩劉村南高地上，古稱檀山。墓北距鄭州至上街公路約70米，坐北面南，有圓形土冢，冢高約有7.5米，周長約有20米。據民國《滎陽縣誌》載：「劉禹錫墓在檀山。」\n1987年3月4日，鄭州市人民政府公布為鄭州市文物保護單位。[1]"
  },
  "韋莊": {
    "author_life": "韋莊（836年－910年），字端己，京兆杜陵（今陝西省西安市）人。\n晚唐政治家，詩人。",
    "author_bio": "廣明元年（880年）韋莊在長安應舉，黃巢攻占長安以後，與弟妹失散，浪跡天涯。中和三年（883年）三月，在洛陽寫有長篇歌行《秦婦吟》。昭宗乾寧元年（894年）進士，曾任校書郎、左補闕等職。乾寧四年（897年），李詢為兩川宣諭和協使，聘用他為判官。在四川時為王建掌書記，蜀開國制度皆莊所定[1]，官至吏部尚書，同平章事，武成三年（910年）八月，卒於成都花林坊。葬白沙之陽。諡文靖。\n\n韋莊是唐朝花間派詞人，詞風清麗，與溫庭筠並稱「溫韋」。韋莊的弟弟韋藹所編之《浣花詞》流傳。《花間集》收四十八首。楊慎《升庵外集》評韋莊詞「明白如畫，蘊情深至」。況周頤《蕙風詞話》稱他「尤能運密如疏、寓濃於淡，花間群賢，殆鮮其匹」。近人王國維謂之「骨秀也」，評價更在溫庭筠之上。"
  },
  "崔顥": {
    "author_life": "崔顥（約704年－754年）是中國唐朝詩人，汴州（今河南開封）人。\n\n開元十一年（723年）中進士，開元二十九年 ，擔任扶溝縣尉，官位一直不顯，後遊歷天下。天寶九載前後曾任監察御史，官至司勛員外郎。天寶十三載卒。現存詩僅四十二首，最有名的一首莫過於《黃鶴樓》，乃千古絕唱。少年時作的詩多寫閨情，流於浮艷，後歷邊塞，詩風變得雄渾奔放、風骨凜然。崔顥四處遊歷，吟詩甚勤，其友人笑他吟詩吟得人也瘦（非子病如此，乃苦吟詩瘦耳）。明人輯有《崔顥集》。",
    "author_bio": ""
  },
  "秦韜玉": {
    "author_life": "秦韜玉，字中明，唐京兆（今陝西省西安市）人。\n\n唐僖宗中和二年（882年）進士。曾從唐僖宗入蜀，依附有權勢的宦官田令孜，為芳林十哲之一，做過神策軍判官，工部侍郎。存有作品《貧女》等。",
    "author_bio": ""
  },
  "納蘭性德": {
    "author_life": "納蘭性德（1655年1月19日－1685年7月1日，清順治十一年十二月十二日－康熙二十四年五月三十日），納喇氏，原名成德，避太子保成諱改名為性德，字容若，號飲水、楞伽山人。生於北京。滿洲正黃旗人，清朝政治人物、詞人、學者。",
    "author_bio": "納蘭性德生於臘月，曾祖父叫金台石，是葉赫部貝勒，其妹孟古為努爾哈赤的妃子。母愛新覺羅氏，為阿濟格之女，父親納蘭明珠歷任內務府總管、吏部尚書、武英殿大學士。皇太極是他叔公。納蘭性德十七歲進太學，十八歲中舉，十九歲會試中試，因患寒疾，沒有參加殿試。二十二歲即康熙十五年（1676年）補殿試[3]，中二甲第七名，賜進士出身。康熙帝愛其才，又因他是八旗子弟，上代又與皇室沾親，與康熙長子胤禔生母惠妃也有親戚關係，所以被康熙留在身邊，授予三等侍衛的官職，後晉升為一等侍衛，多次隨康熙出巡，並奉旨出使梭龍（其方位學界尚存分歧），考察沙俄侵邊情況。[2]康熙二十四年五月三十日患急病去世，年僅三十歲（虛齡三十二），死後葬於京西皂甲屯納蘭祖墳（今北京海淀區上莊皂甲屯）。《清史稿》有傳。[4]"
  },
  "魯迅": {
    "author_life": "周樹人（1881年9月25日—1936年10月19日），原名周樟壽，字豫山、豫亭，後改字豫才，筆名魯迅，浙江紹興人，中國近代作家、設計師、新文化運動領袖之一。魯迅生前創作了雜文、短中篇小說、文學、思想和社會評論、學術著作、自然科學著作、古代典籍校勘與研究、散文、現代散文詩、舊體詩、外國文學與學術翻譯作品和木刻版畫的研究，對於五四運動以後的中國社會與文化產生極大影響。",
    "author_bio": ""
  },
  "王之渙": {
    "author_life": "王之渙（688年－742年3月25日），字季凌，并州（山西太原）人，是盛唐時期著名的詩人，以《登鸛雀樓》膾炙人口而稱著。\n\n王之渙現存生平資料不多，只知早年由并州遷居至絳州（今山西絳縣），曾任冀州衡水主簿。衡水縣令李滌將三女兒許配給他。因被人誣謗，乃拂衣去官，「遂化遊青山，滅裂黃綬。夾河數千里，籍其高風；在家十五年，食其舊德。雅談珪爵，酷嗜閒放。」。後復出擔任文安縣尉，在任內期間去世。\n\n王之渙「慷慨有大略，倜儻有異才」，早年精於文章，並善於寫詩，多引為歌詞，常與王昌齡、高適等詩人互相唱和，名動一時。他尤善五言詩，以描寫邊塞風光為勝。他的詩今僅存六首，以《登鸛雀樓》、《出塞》為代表作。章太炎推《涼州詞》為「絕句之最」:「黃河遠上白雲間，一片孤城萬仞山。羌笛何須怨楊柳，春風不度玉門關。」",
    "author_bio": ""
  },
  "王建": {
    "author_life": "王建（767年－830年），字仲初，潁川（今河南許昌）人，唐朝進士、詩人。\n\n大曆十年（775年）中進士出身，貞元二年（786年）在邢州認識張籍，為一生之摯友。元和八年擔任昭應縣丞。元和十五年（820年）轉為秘書郎。長慶元年（821年），遷太府寺丞，轉秘書郎。在長安時，與張籍、韓愈、白居易、劉禹錫、楊巨源等均有往來。大和年初，遷太常寺丞。大和三年（829年），出為陝州司馬，世稱「王司馬」。大和五年（831年），為光州刺史，與賈島相交往，此後行跡不詳。晚年卜居咸陽原上。有《王司馬集》。",
    "author_bio": ""
  },
  "賈島": {
    "author_life": "賈島（779年－843年），字浪仙（亦作閬仙），范陽（今河北省涿州市）人。\n唐朝詩人，與韓愈同時。",
    "author_bio": "賈島貧寒，曾經做過和尚，法號無本[1]。元和五年（810年）冬，至長安，見張籍。據說在洛陽的時候後因當時有命令禁止和尚午後外出，賈島做詩發牢騷，被韓愈發現其才華。後受教於韓愈，並還俗參加科舉，但累舉不中第。元和十四年（819年），韓愈抵潮州（今廣東潮州），致信賈島，賈島作《寄韓潮州愈》詩給韓愈。長慶二年（822年）舉進士，以「僻澀之才無所用」。唐文宗的時候被排擠，貶做長江主簿[2]。唐武宗會昌年初由普州司倉參軍改任司戶，未任病逝。《新唐書》將賈島附名於《韓愈傳》之後[3]。"
  },
  "張祜": {
    "author_life": "張祜（約785—849），字承吉，小名冬瓜。邢台清河(今屬河北)人，一說南陽(今河南鄧縣)人。唐代詩人。以宮詞得名。\n\n家世顯赫，為清河張氏望族，人稱張公子，有「海內名士」之譽。張祜平生傲誕，白居易嘲戲他的「鴛鴦鈿帶拋何處，孔雀羅衫付阿誰」為「款頭詩」時，張祜回答:「『上窮碧落下黃泉，兩處茫茫皆不見。』非目連變何邪？」\n\n大和三年（829年）天平軍節度使令狐楚曾表薦張祜，在長安為元稹排擠，曰：「祜雕蟲小巧，壯夫不為。」遂至淮南。晚年定居丹陽，隱居以終。約卒於大中七年至十三年之間。\n\n張祜工於詩，可成一家之言，有《集靈台》詩：「卻嫌脂粉汙顏色，淡掃蛾眉朝至尊。」這是成語【淡掃蛾眉】的出處。陸龜蒙讚嘆其詩：「善題目佳境，言不可刊置別處，此為才子之最也」。杜牧《登池州九峰樓寄張祜》詩云：「誰人得似張公子，千首詩輕萬戶侯。」錢鍾書評其作品:「從現存他的詩看來，並不像白居易那樣平坦爽直，比較約斂，帶點小巧，毋寧說是王建的『入室』。也像王建，他作了些宮詞。」《全唐詩》收錄其詩349首。",
    "author_bio": ""
  },
  "賀知章": {
    "author_life": "賀知章（659年－744年），字季真，號石窗，晚年號四明狂客，唐代越州永興（今浙江蕭山）人，著名詩人。三國時東吳名將賀齊的十八世孫。\n\n惟流傳下來的詩不多，收錄於《全唐詩》中的只有二十首，著名的有《詠柳》、《回鄉偶書》等。",
    "author_bio": "少時以文詞知名，神龍年間已揚名京城，武后証聖元年（695年）進士，初授國子監四門博士，又遷太常博士。\n\n唐玄宗開元十三年（710年）遷禮部侍郎兼集賢院學士，後遷太子賓客、檢校工部侍郎、秘書監等官。性格爽直，豁達而健談，好飲酒，一日鼻子流出類似黃膠的涕液數盆，醫生說是飲酒太過，賀知章不以為然，照舊日飲月醉。賀知章與另一位大詩人李白是好友，賀知章讀了李白作品，感嘆地說道，「子，謫仙人也。」從此人稱李白為詩仙。\n\n賀知章又擅長書法，能草書和隸書，呂總《續書評》評為「縱筆如飛，奔而不竭。」。他的詩清新脫俗，與另一位書法大師張旭為姻親，過從甚密，時人以「賀張」稱之。兩人經常一起出遊，「凡人家廳館好牆壁及屏障，忽忘機興發，落筆數行，如蟲篆飛走，雖古之張（芝）、索（靖）不如也。好事者供其箋翰，共傳寶之」。"
  },
  "崔護": {
    "author_life": "崔護，字殷功，藍田（今陝西省西安市）人，祖籍清河東武城（今山東省武城縣）。\n\n唐貞元十二年（796年）進士及第，與李程、孟郊同科。大和三年（829年）為京兆尹，不久改為御史大夫。官至嶺南節度使。\n\n崔護詩風精練婉麗，語極清新。《全唐詩》收錄其詩作六首，皆為佳作；其中，以《題都城南莊》流傳最廣，《本事詩》中還記載有這首詩的一段佳話。",
    "author_bio": ""
  },
  "張繼": {
    "author_life": "張繼，（約715年-約779年），字懿孫，襄州襄陽（今湖北襄陽）人，盛唐末詩人。\n\n天寶十二年（753年）進士，曾任檢校祠部員外郎、洪州（今江西南昌市）鹽鐵判官。大歷十四年（779年），伉儷歿於洪州。\n\n有《張祠部詩集》。在唐代詩人中，張繼是一位相當出色的詩人，宋人葉夢得《石林詩話》記載其詩在南宋時有三十多首。《全唐詩》中，有四十餘首。《楓橋夜泊》是他最著名的詩，此千古名篇讓蘇州寒山寺名揚海內外。作於天寶十五載流寓蘇州時，這首詩首先被選入高仲武編選的《中興間氣集》，後又選入《唐詩三百首》。高仲武評張繼詩：「員外累代詞伯，積習弓裘。其於為文，不自雕飾。及爾登第，秀發當時。詩體清迥，有道者風。」「比興深矣。」其事蹟見於辛文房《唐才子傳》。",
    "author_bio": ""
  },
  "高蟾": {
    "author_life": "高蟾，河朔（今河北）人。\n\n生卒年不詳。家貧，早年久困科場，屢試不中，心中不服，遂有《下第後上永崇高侍郎》詩贈禮部侍郎高湜，詩云：「天上碧桃和露種，日邊紅杏依雲栽。芙蓉生在秋江上，不向東風怨未開。」。咸通十四年，孔纁榜進士及第。[1]乾寧年間，任御史中丞。[2]與鄭谷、貫休友善，有詩互酬。[3]有《高蟾詩》一卷，[4]久佚。《全唐詩》輯其詩一卷。《全唐詩補編》補二首。",
    "author_bio": ""
  },
  "朱慶餘": {
    "author_life": "朱慶餘（生卒年不詳），名可久，字慶餘。越州（今浙江紹興）人，唐代詩人。",
    "author_bio": "寶曆二年（826年）進士。任校書郎等職。\n曾作《閨意獻張水部》或作《近試上張水部[1]》（張水部即為張籍，時任水部郎中）作為參加進士考試的通榜，張籍讀後大為讚賞，寫詩回答他說：「越女新裝出鏡心，自知明艷更沉吟。\n齊紈未足時人貴，一曲菱歌值萬金」，於是朱慶餘聲名大噪。張籍又遍索慶餘新制篇什數通，吟改後，只留二十六章[3]。"
  },
  "陳陶": {
    "author_life": "陳陶（812年－885年），字嵩伯，福建南平縣（今福建省南平市延平區）人。唐朝詩人。\n\n陳陶生於唐元和七年(812年)。其作品《隴西行》被選入《唐詩三百首》，這是唯一入選的福建籍詩人作品。\n\n唐光啟元年(885年)，陳陶去世。",
    "author_bio": ""
  },
  "張泌": {
    "author_life": "張泌（生卒年不詳及籍貫不詳），五代後蜀詞人。是花間派的代表人物之一。有「還似花間見，雙雙對對飛」句。詞風清麗。\n\n唐末時曾登進士第。南唐時，由徐鉉薦為任句容（今江蘇句容）縣尉，歷任監察御史、考功員外郎，累官至內史舍人。與李後主降宋，官終右諫議大夫史館修撰。淳化五年仍在世上。《花間集》收張泌詞27首。\n\n張泌之名最早見於鄭文寶《江表志》：「後主即位之初，張泌上書：建隆二年七月二十八日，將仕郎、守江寧府句容縣張某頓首頓首，死罪死罪，謹上書陛下。」此事蹟於陳彭年《江南別錄》中則以張佖稱之，吳任臣《十國春秋》曾為張佖、張泌、張原泌等三人各自列傳。《全宋詩》以為張佖和張泌是同一人，卷14收張佖詩20首，前18首實張泌之詩。有學者認為三人實則同一人，此案至今仍爭議不休。",
    "author_bio": ""
  },
  "杜秋娘": {
    "author_life": "杜秋（生卒年不詳），資治通鑑稱杜仲陽，活躍於8世紀－9世紀間，後世多稱為「杜秋娘」，是唐代金陵人。\n\n15歲時成了李錡的妾侍。元和二年（807年），李錡正式起兵造反。後來李錡造反失敗，杜秋被納入宮中。後受到唐憲宗寵幸。元和十五年（820年）唐穆宗即位，任命她為兒子李湊的傅姆。後來李湊被廢去漳王之位，杜秋賜歸故鄉。\n\n杜牧經過金陵時，看見她又窮又老的景況，作了《杜秋娘詩》，其序簡述了杜秋娘的身世。詩中附了一段註：「勸君莫惜金縷衣，勸君惜取少年時。花開堪折直須折，莫待無花空折枝。李錡常唱此辭。」並沒有說這首七絕是誰所作，但後世多歸入杜秋娘的作品，包括《唐詩三百首》。",
    "author_bio": ""
  },
  "蘇軾": {
    "author_life": "蘇軾（1037年1月8日－1101年8月24日），眉州眉山（今四川省眉山市）人，北宋時著名的文學家、政治家、藝術家、醫學家。字子瞻，一字和仲，號東坡居士、鐵冠道人[1]。\n\n嘉佑二年進士，累官至端明殿學士兼翰林學士，禮部尚書。南宋理學方熾時，加賜諡號文忠，複追贈太師。有《東坡先生大全集》及《東坡樂府》詞集傳世，宋人王宗稷收其作品，編有《蘇文忠公全集》。",
    "author_bio": "其散文、詩、詞、賦均有成就，且善書法和繪畫，是文學藝術史上的通才，也是公認韻文散文造詣皆比較傑出的大家。蘇軾的散文為唐宋四家（韓柳歐蘇）之末，與唐代的古文運動發起者韓愈並稱為「韓潮蘇海」，也與歐陽修並稱「歐蘇」；更與父親蘇洵、弟蘇轍合稱「三蘇」，父子三人，同列唐宋八大家。蘇軾之詩與黃庭堅並稱「蘇黃」[2]，又與陸游並稱「蘇陸」[3]；其詞「以詩入詞」，首開詞壇「豪放」一派，振作了晚唐、五代以來綺靡的西崑體餘風。後世與南宋辛棄疾並稱「蘇辛」，惟蘇軾故作豪放，其實清朗；其賦亦頗有名氣，最知名者為貶謫期間借題發揮寫的前後《赤壁賦》。宋代每逢科考常出現其文命題之考試，故當時學者曰：「蘇文熟，喫羊肉、蘇文生，嚼菜羹」。藝術方面，書法名列「蘇、黃、米、蔡[4]」北宋四大書法家（宋四家）之首；其畫則開創了湖州畫派；並在題畫文學史上佔有舉足輕重的地位。\n\n政治上，在王安石變法期間，雖贊同政治應該改革，但反對王安石任用的後任呂惠卿及一些「拗」的政策，招來新黨爪牙李定橫加陷害；後來又因反對「盡廢新法」受到司馬光為首的舊黨斥退，終生當不了宰相。在新舊黨爭中兩邊不討好導致仕途失意，被侍妾王朝雲戲稱為「一肚皮不合時宜」。[5]元祐更化中，一度官至尚書；宋哲宗紹聖復述又加貶謫至儋州（海南島）；徽宗即位，遇赦北歸時病卒於常州。墓在河南郟縣。"
  },
  "文徵明": {
    "author_life": "文壁（1470年－1559年），字徵明，中年後以字行，更字徵仲，號衡山居士、停雲生，祖籍湖廣衡陽，直隸長洲縣（今江蘇蘇州）人，明代畫家，與唐寅、沈周、仇英合稱為「明四家」（亦稱「吳門四家」或「吳門四傑」）；並與唐寅、祝允明、徐禎卿並稱「吳中四才子」。晚年與老師沈周並駕齊驅，繼沈周之後成為吳派領袖。\n\n從正德到嘉靖年間，據《吳門畫史》一書統計，吳派畫家共有876人，人材濟濟，但在當時，出類拔萃，聲名顯赫，唯有沈周、文徵明等一些人。",
    "author_bio": "先世衡山人，故一號文衡山。早年曾向王韋之父王徽問學。為諸生時，寫字不佳，被列三等，不得參與鄉試，始努力學習書法[1]。奈仕途不順，九試皆墨，一直未能考取功名。嘉靖二年（1523年），由工部尚書李充嗣推薦於朝，經過吏部考核，被授職低俸微的翰林院待詔的職位[2]。此時書畫已負盛名，求其字畫者眾多，由此受到翰林院同僚的嫉妒和排擠，心中悒悒不樂。自到京第二年起上書請求辭職回家，三年內三次提出辭呈才獲批准。五十七歲辭歸出京，放舟南下，回蘇州定居。自此致力於詩文書畫，不復求仕進，以戲墨弄翰自遣。\n\n早登吳門四家（沈周、文徵明、唐寅、仇英）之列，晚歲聲譽卓著，號稱「文筆遍天下」，四方求購書畫者踏破門檻，據傳「海宇欽慕，縑素山積」。風儀整肅，日本使者登門求畫，再拜而辭，答：「事關國體。」年近九十時，還孜孜不倦，為人書墓誌銘，未待寫完，「便置筆端坐而逝」。得壽九十歲，是「吳中四才子」（唐伯虎、文徵明、祝枝山、徐禎卿）中最長壽的一位。"
  },
  "施耐庵": {
    "author_life": "施耐庵（1296年—1370年），名子安，字肇瑞，譜名彥端，齋號耐庵，一般被認為是元末明初小說家，中國四大小說名著之一《水滸傳》的作者。關於其籍貫，有興化說、蘇州說、杭州說。其生平因缺乏史料而眾說紛紜，甚至對有無此人都有爭議。《三國演義》作者羅貫中為其門人。",
    "author_bio": ""
  },
  "李煜": {
    "author_life": "李煜，五代十國時南唐國君，961年-975年在位，字重光，初名從嘉，號鍾隱、蓮峯居士。漢族，彭城（今江蘇徐州）人。\n南唐元宗李璟第六子，於宋建隆二年(961年)繼位，史稱李後主。開寶八年，宋軍破南唐都城，李煜降宋，被俘至汴京，封爲右千牛衛上將軍、違命侯。後因作感懷故國的名詞《虞美人》而被宋太宗毒死。\n李煜雖不通政治，但其藝術才華卻非凡。精書法，善繪畫，通音律，詩和文均有一定造詣，尤以詞的成就最高。千古傑作《虞美人》、《浪淘沙》、《烏夜啼》等詞。在政治上失敗的李煜，卻在詞壇上留下了不朽的篇章，被稱爲“千古詞帝”。",
    "author_bio": ""
  },
  "柳永": {
    "author_life": " 柳永，（約987年—約1053年）北宋著名詞人，婉約派創始人物。漢族，崇安（今福建武夷山）人，原名三變，字景莊，後改名永，字耆卿，排行第七，又稱柳七。宋仁宗朝進士，官至屯田員外郎，故世稱柳屯田。他自稱“奉旨填詞柳三變”，以畢生精力作詞，並以“白衣卿相”自詡。其詞多描繪城市風光和歌妓生活，尤長於抒寫羈旅行役之情，創作慢詞獨多。鋪敘刻畫，情景交融，語言通俗，音律諧婉，在當時流傳極其廣泛，人稱“凡有井水飲處，皆能歌柳詞”，婉約派最具代表性的人物之一，對宋詞的發展有重大影響，代表作 《雨霖鈴》《八聲甘州》。",
    "author_bio": ""
  },
  "李清照": {
    "author_life": "李清照（1084年3月13日～1155年5月12日）號易安居士，漢族，山東省濟南章丘人。\n宋代（南北宋之交）女詞人，婉約詞派代表，有“千古第一才女”之稱。所作詞，前期多寫其悠閒生活，後期多悲嘆身世，情調感傷。形式上善用白描手法，自闢途徑，語言清麗。\n論詞強調協律，崇尚典雅，提出詞“別是一家”之說，反對以作詩文之法作詞。能詩，留存不多，部分篇章感時詠史，情辭慷慨，與其詞風不同。有《易安居士文集》《易安詞》，已散佚。後人有《漱玉詞》輯本。今有《李清照集校注》。",
    "author_bio": ""
  },
  "劉過": {
    "author_life": " 劉過（1154～1206）南宋文學家，字改之，號龍洲道人。\n吉州太和（今江西泰和縣）人，長於廬陵（今江西吉安），去世於江蘇崑山，今其墓尚在。\n四次應舉不中，流落江湖間，布衣終身。曾爲陸游、辛棄疾所賞，亦與陳亮、岳珂友善。詞風與辛棄疾相近，抒發抗金抱負狂逸俊致，與劉克莊、劉辰翁享有“辛派三劉”之譽，又與劉仙倫合稱爲“廬陵二布衣”。有《龍洲集》、《龍洲詞》。",
    "author_bio": ""
  },
  "楊慎": {
    "author_life": " 楊慎（1488～1559）明代文學家，明代三大才子之首。字用修，號升庵，後因流放滇南，故自稱博南山人、金馬碧雞老兵。楊廷和之子，漢族，四川新都（今成都市新都區）人，祖籍廬陵。正德六年狀元，官翰林院修撰，豫修武宗實錄。武宗微行出居庸關，上疏抗諫。世宗繼位，任經筵講官。嘉靖三年，因“大禮議”受廷杖，謫戍終老於雲南永昌衛。終明一世記誦之博，著述之富，慎可推爲第一。其詩雖不專主盛唐，仍有擬右傾向。貶謫以後，特多感憤。又能文、詞及散曲，論古考證之作範圍頗廣。著作達百餘種。後人輯爲《升庵集》。",
    "author_bio": ""
  }
};